Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/reference/case_studies/case_study_2_family_income_supplement_fis.html.txt.tmx
Source language: en
Languages: ga

source: Case study 2: Family Income Supplement (FIS)
ga: Cás-staidéar 2: Forlíonadh Ioncaim Teaghlaigh (FIT)

source: This is an example showing how income is assessed for Family Income Supplement in 2017
ga: Seo sampla a thaispeánann conas a ríomhtar ioncam i leith Forlíonadh Ioncaim Teaghlaigh í 2017

source: John is living with his partner Mary and their four children
ga: Tá John ina chónaí lena pháirtí Máire agus lena gceathrar leanaí

source: He has been working for a company for some time but his hours are irregular, varying from 30 to 48 hours per week
ga: Tá sé ag obair do chuideachta le tamall maith, ach níl a chuid uaireanta oibre rialta. Téann siad idir 30 agus 48 uair an chloig in aghaidh na seachtaine

source: As a result, he can earn between €300 and €480 gross per week
ga: Mar thoradh air sin, is féidir leis idir €300 agus €480 in ollphá a thuilleamh gach seachtain

source: Mary is getting Carer’s Allowance of €209 and also works part-time as a home-help for the Health Service Executive (HSE) earning €96 per week
ga: Tá Mary ag fáil €209 de Liúntas Cúramóra agus oibríonn sí go páirtaimseartha mar chúntóir baile do Fheidhmeannacht na Seirbhíse Sláinte |(FSS) ag tuilleamh €96 in aghaidh na seachtaine

source: Their daughter is 15 years old and has a part-time job at the weekend, earning €45 per week
ga: Tá a n-iníon 15 bliana d’aois agus tá post páirtaimseartha aici ag an deireadh seachtaine, ag tuilleamh €45 in aghaidh na seachtaine

source: John and Mary get Child Benefit of €560 per month for their four children
ga: Faigheann John agus Mary Sochar Leanaí de €588 in aghaidh na míosa dá gceathrar leanaí

source: Weekly net income from employment (See note 1) €349.71 plus €96 = 445.71
ga: Glanioncam seachtainiúil ó fhostaíocht (féach nóta 1) €349.71 agus €96 = €445.71

source: Add weekly net income from self-employment 0
ga: Móide Glanioncam seachtainiúil ó fhéinfhostaíocht 0

source: Add social welfare payments (See note 2) €209
ga: Móide Íocaíochtaí Leasa Shóisialaigh (Féach nóta 2) €209

source: Add Income from occupational pensions 0
ga: Móide Ioncam ó Phinsin ghairme 0

source: The maximum income limit for a family with four children is €834
ga: Is é an uasteorainn ioncaim i gcás teaghlaigh ina bhfuil ceathrar leanaí ná €834

source: The difference between €834 and €654.71 is €179.29
ga: Is é an difear idir €834 agus €654.71 ná €179.29

source: 60% of the difference is €107.57
ga: Is é 60% den difríocht ná €107.57

source: John will get a FIS payment of €108 each week (rounded up to nearest euro)
ga: Gheobhaidh John íocaíocht FIT de € €108 gach seachtain (slánaithe suas)

source: John’s hours are irregular and therefore the amount he earns can vary from week to week
ga: Tá uaireanta John mírialta agus mar sin ní hionann an méid a thuilleann sé ó sheachtain go seachtain

source: To find his total weekly income the Department can average his income over a period of six to eight weeks
ga: Chun a ioncam seachtainiúil iomlán a fháil, is féidir leis an Roinn meán a ioncaim thar thréimhse idir sé go hocht seachtaine a fháil

source: The most recent P60 is often used to calculate the average income from employment
ga: Is minic a úsáidtear an P60 is déanaí chun an meán-ioncam ó fhostaíocht a ríomh

source: In this case, his income averaged out over six weeks is €349.71
ga: Sa chás seo, is é a mheán-ioncam thar shé seachtaine ná €349.71

source: John’s income from employment is assessed and Mary’s casual income from working as a home help for the HSE is also assessed
ga: Ní dhéantar measúnú ach ar ioncam John ó fhostaíocht

source: Their daughter’s income is not assessed because she is under 22 years of age and in full-time education
ga: Ní mheasúnaítear ioncam a n-iníne toisc go bhfuil sí faoi bhun 22 bliain d’aois agus in oideachas lánaimseartha

source: Child Benefit is not included in the assessment of Family Income Supplement
ga: Ní chuimsítear Sochar Leanaí sa mheasúnú d’Fhorlíonadh Ioncaim Teaghlaigh

source: However all of Mary's Carer's Allowance will be assessed as income - this is €209
ga: Áfach, i 2016 déanfar measúnú den Liuntas Cúramóra Mhary mar ioncam – €209
